Repository: 1and2papa/CTAssetsPickerController
Catalog: CTAssetsPickerController/Resources/*.lproj/CTAssetsPicker.strings
Languages: he, ja

source: Cancel
he: ביטול
ja: キャンセル

source: Done
he: סיום
ja: 完了

source: Photos
he: תמונות
ja: 写真

source: %@ Photo Selected
he: נבחרה תמונה %@
ja: %@ 枚の写真が選択されました

source: %@ Photos Selected
he: נבחרו %@ תמונות
ja: %@ 枚の写真が選択されました

source: %@ Video Selected
he: נבחר וידאו %@
ja: %@ 件の動画が選択されました

source: %@ Videos Selected
he: נבחרו %@ סרטוני וידאו
ja: %@ 件の動画が選択されました

source: %@ Items Selected
he: נבחרו %@ פריטים
ja: %@ 個のアイテムが選択されました

source: %@ Photos
he: %@ תמונות
ja: %@ 枚の写真

source: %@ Videos
he: %@ סרטוני וידאו
ja: %@ 件の動画

# %@ Photos, %@ Videos
source: %1$@ Photos, %2$@ Videos
he: %1$@ תמונות, %2$@ סרטוני וידאו
ja: %1$@ 枚の写真、%2$@ 件の動画

# %@ of %@
source: %1$@ of %2$@
he: %1$@ מ-%2$@

source: This app does not have access to your photos or videos.
he: לאפליקציה הזו אין גישה לתמונות ולסרטוני הוידאו שלך.
ja: このアプリはあなたの写真と動画へアクセスする許可を得ていません。

source: You can enable access in Privacy Settings.
he: באפשרותך לאפשר גישה בהגדרות הפרטיות.
ja: 「プライバシー設定」からアクセスを許可できます。

source: No Photos or Videos
he: אין תמונות או סרטוני וידאו
ja: 写真または動画がありません

source: You can take photos and videos using the camera, or sync photos and videos onto your %@ using iTunes.
he: באפשרותך לצלם תמונות ולהקליט וידאו בעזרת המצלמה או לסנכרן תמונות וסרטוני וידאו עם %@ באמצעות ב-iTunes.
ja: カメラを使用して写真または動画を撮影するか、ご利用の%@へ写真と動画を同期することができます。 同期はiTunes を使用して行えます。

source: You can sync photos and videos onto your %@ using iTunes.
he: באפשרותך לסנכרן תמונות וסרטוני וידאו עם %@ באמצעות iTunes.
ja: iTunes を使用して、ご利用の%@へ写真と動画を同期することができます。

source: Play
he: הפעלה
ja: 再生

source: Select
he: בחר
ja: 選択

source: Deselect
he: בטלו את הבחירה
ja: 選択を解除

source: hours
he: שעות
ja: 時間

source: hour
he: שעה
ja: 時間

source: minutes
he: דקות
ja: 分

source: minute
he: דקה
ja: 分

source: seconds
he: שניות
ja: 秒

source: second
he: שנייה
ja: 秒

source: Cannot Play Stream Video
ja: ストリーム動画が再生できません
